export const flags = [
  { src: "국민이_주인이다.png", updated: "2025-02-01" },
  { src: "대구_경북의_딸.png", updated: "2025-02-01" },
  { src: "도리깨_한국_협회지부.png", updated: "2025-02-01", isOriginal: true },
  { src: "돈없고_병든_예술인_연합.png", updated: "2025-02-01" },
  { src: "만두노총_군만두노조.png", updated: "2025-02-01" },
  { src: "무인도_주민_대표_연합.png", updated: "2025-02-01" },
  { src: "불꽃남자_정대만.png", updated: "2025-02-01" },
  { src: "붕어팥속팥검열단.png", updated: "2025-02-01" },
  { src: "서울인권영화제.png", updated: "2025-02-01" },
  { src: "신지_에바에서_내려라_연합.png", updated: "2025-02-01" },
  { src: "쌍도의_딸.png", updated: "2025-02-01" },
  { src: "야생맘마먹음이보존협회.png", updated: "2025-02-01" },
  { src: "전국_제다이_연합.png", updated: "2025-02-01" },
  { src: "지속_가능한_덕질.png", updated: "2025-02-01" },
  { src: "포스타입_분서갱유_반대연합.png", updated: "2025-02-01" },
  { src: "학생_사회주의자_연대.png", updated: "2025-02-01" },
  { src: "행복한_크리스마스를_바라는_가족_연합.png", updated: "2025-02-01" },

  { src: "국민이_이긴다.png", updated: "2025-02-09" },
  {
    src: "그_모든_순간은_지금_날_위하여_전국블루닷보호협회_중간.png",
    updated: "2025-02-09",
  },
  { src: "너무_생각이_많은_좌파.png", updated: "2025-02-09" },
  { src: "녹색당_인천시당.png", updated: "2025-02-09" },
  { src: "단국대_민주동문회.png", updated: "2025-02-09" },
  { src: "단국대_시국선언단.png", updated: "2025-02-09" },
  { src: "리멤버_0416.png", updated: "2025-02-09" },
  { src: "박근혜를_탄핵시켜본_사람들.png", updated: "2025-02-09" },
  { src: "부천무지개유니온.png", updated: "2025-02-09" },
  { src: "서강대학교_인권실천모임.png", updated: "2025-02-09" },
  { src: "서울과학기술대학교_민주동문회.png", updated: "2025-02-09" },
  { src: "성난_오소리_졸업생_모임.png", updated: "2025-02-09" },
  { src: "신축아파트_누수피해자_연합.png", updated: "2025-02-09" },
  { src: "연세대_비정규_공대위.png", updated: "2025-02-09" },
  { src: "윤석열OUT_성차별OUT_페미니스트들.png", updated: "2025-02-09" },
  { src: "전국_서사충_연합회.png", updated: "2025-02-09" },
  { src: "전국건설노동조합_경기중서부건설지부.png", updated: "2025-02-09" },
  { src: "전국웹소읽기연합회.png", updated: "2025-02-09" },
  { src: "전진숙명_숙명민주동문회.png", updated: "2025-02-09" },
  { src: "한국여성민우회.png", updated: "2025-02-09" },
  { src: "한국외국어대학교_민주동문회.png", updated: "2025-02-09" },
  { src: "호그와트_민주동문회_그리핀도르_지부.png", updated: "2025-02-09" },

  {
    src: "내란범이_너무_많아서_찾을_수_없는_것인가.png",
    updated: "2025-02-23",
  },
  { src: "뒈져라반역자.png", updated: "2025-02-23" },
  {
    src: "우리는_여기서_죽지_않는다_왜냐하면_이번_회차에는_배신하지_않는_동지들이_있으니까.png",
    updated: "2025-02-23",
  },
  { src: "우리는_이_정부의_결말을_알고_있다.png", updated: "2025-02-23" },
  { src: "우리는_이_정부의_결말을_알고_있다_2.png", updated: "2025-02-23" },
  { src: "정치하는_엄마들.png", updated: "2025-02-23" },

  { src: "깃대가_접이식일_때_빨리_해결하자.png", updated: "2025-03-02" },
  { src: "깃대가_접이식일_때_빨리_해결하자2.png", updated: "2025-03-02" },
  { src: "깃대가_접이식일_때_빨리_해결하자3.png", updated: "2025-03-02" },
  { src: "깃대가_접이식일_때_빨리_해결하자4.png", updated: "2025-03-02" },
  {
    src: "당신이_포기하지_않은_사람은_당신을_포기하지_않았다.png",
    updated: "2025-03-02",
  },
  { src: "대한민국_배세진_팬_연합.png", updated: "2025-03-02" },
  {
    src: "무적의_아이돌_호시노_아이_부활_기원_대연합.png",
    updated: "2025-03-02",
  },
  { src: "일의전심.png", updated: "2025-03-02" },
  { src: "점심_뭐_먹지_위원회_블루스카이_지부.png", updated: "2025-03-02" },
  {
    src: "죽음을_각오하고_기어나온_화장실_쿨타임_짧은_개인.png",
    updated: "2025-03-02",
  },
  { src: "해방이화_총학생회.png", updated: "2025-03-02" },
  { src: "행동하는_이화인.png", updated: "2025-03-02" },
  { src: "행동하는_이화인2.png", updated: "2025-03-02" },

  {
    src: "경사로_반클러치_실천본부_우리의_도가니는_강하다.png",
    updated: "2025-03-08",
  },
  { src: "전국_대바늘_펜싱협회.png", updated: "2025-03-08" },
  { src: "전국_소리_안나는_악기_연주자_연맹.png", updated: "2025-03-08" },
  { src: "친구농사_망한_2030_모임.png", updated: "2025-03-08" },
].sort((a, b) => new Date(b.updated).getTime() - new Date(a.updated).getTime());

// 경사로_반클러치_실천본부_우리의_도가니는_강하다
// 전국_대바늘_펜싱협회
// 전국_소리_안나는_악기_연주자_연맹
// 친구농사_망한_2030_모임
